Repository: hasadna/avid-covider-ios-app
Catalog: DailyCorona/*.lproj/Localizable.strings
Languages: he

# title
source: Daily Health Report
he: רת

# notifications_section_title
source: NOTIFICATIONS
he: תרת

# reminder_section_title
source: DAILY REMINDER
he: תרת ת

# daily_report_button_title
source: COVID-19 Daily Report
he: רת

# daily_report_button_subtitle
source: Last opened on %@
he: פת ר %@

# notifications_authorization_status_enabled_title
source: Enabled
he: פעת

# notifications_authorization_status_disabled_title
source: Disabled
he: פעת

# request_notifications_authorization_button_title
source: Enable Notifications
he: פע/ תרת

# open_notification_settings_button_title
source: Open Notification Settings
he: פת/ רת

# next_reminder_title
source: Next Reminder
he: תרת

# reminder_notification_title
source: Take the Daily Health Report
he: רת !

# reminder_notification_body
source: Help beat the Coronavirus!
he: ע ש צ ת רש! רק צ ת קר !
